Repository: Jimmy-Ab/adey-generator.frontend
Catalog: PrivacyPolicyGeneratorFrontend.WebApp/Shared/Resources/Resource.*.resx
Languages: am

source: About us
am: ስለ እኛ

source: Add
am: ጨምር

source: Address
am: አድራሻ

source: Adey
am: አደይ

source: Adey-Generator
am: አደይ-ጀነረተር

# Ads
source: To show Ads
am: ማስታወቂያዎችን ለማሳየት

source: Age
am: ዕድሜ

source: All Rights Reserved
am: ሁሉም መብት በ በህግ የተጠበቀ ነው

# Back
source: Go back and change your answer
am: ተመለስ እና መልስህን ቀይር

# Communicate
source: To communicate with the user
am: ከተጠቃሚው ጋር ለመገናኘት

source: Company Representer
am: ድርጅት ተወካይ

source: Contact
am: መገናኛ

source: Copyright
am: የቅጂ መብት

# Download
source: Download PDF
am: ፒዲኤፍ አውርድ

source: Email
am: ኢሜይል

source: Gender
am: ጾታ

source: Generate
am: አመንጭ

# GenerateI
source: Generate Imprint
am: የድርጅት መረጃ አመንጭ

# GeneratePP
source: Generate Privacy Policy
am: የግላዊነት መመሪያ አመንጭ

# GenerateTC
source: Generate Terms & Condition
am: ደንብ እና ግዴታ አመንጭ

source: Generating...
am: በማመንጨት ላይ...

source: Generator
am: ጀነረተር

# Header1
source: Generate Your Privacy Policy, Imprint, Terms & Conditions
am: የግላዊነት መመሪያ, የድርጅት መረጃዎን, እንድሁም ደንብ እና ግዴታዎን አብረውን ይስሩ

# Header2
source: Creating your privacy policy, term and conditions,imprint for your website and applications could be stressful and time consuming. That is when we come in, we have provided you with a platform where with just answering a few questions all is done. Compliant with Ethiopian data.
am: ለድር ጣቢያዎ እና መተግበሪያዎችዎ የግላዊነት መመሪያ ፣የድርጅት መረጃዎን, እንድሁም ደንብ እና ግዴታዎን, መስራት ለኛ በመተው ግዜዎትንና ጭንቀቶትን ይቀንሱ።ጥቂት ጥያቄዎችን ብቻ በመመለስ ሁሉም የሚጠናቀቅበትን መድረክ አቅርበንልዎታል።

source: Home
am: መነሻ ገጽ

source: Homepage
am: መነሻ ገጽ

# I-H1
source: You can generate Imprint in two languages (English and Amharic). choose your preferred language before filling out the form. also please make sure that your answers are in your preferred language. required fields.
am: በሁለት ቋንቋዎች (በእንግሊዘኛ እና በአማርኛ) የድርጅት መረጃን መፍጠር ይችላሉ። ቅጹን ከመሙላትዎ በፊት የሚፈልጉትን ቋንቋ ይምረጡ። እንዲሁም እባክዎ መልሶችዎ በመረጡት ቋንቋ መሆናቸውን ያረጋግጡ። ተፈላጊ መስኮች

# I-H2
source: The following questions help us generate an accurate Imprint. please answer them very carefully.
am: የሚከተሉት ጥያቄዎች ትክክለኛ የድርጅት መረጃን ለመፍጠር ይረዱናል። እባክዎን በጣም በጥንቃቄ ይመልሱዋቸው።

# IH1
source: What is an Imprint and why do we need it?
am: የድርጅት መረጃ ምንድን ነው እና ለምን ያስፈልገናል?

# IH2
source: An Imprint is essentially a statement of ownership and authorship. It was put into place in an effort to protect user data, combat illegal content and spam by making website owners identify themselves, and as a result assume responsibility for the content on their platform.
am: የድርጅት መረጃ በመሠረቱ የባለቤትነት እና የደራሲነት መግለጫ ነው። የተጠቃሚ ውሂብን ለመጠበቅ፣የድር ጣቢያ ባለቤቶች እራሳቸውን እንዲለዩ በማድረግ ህገወጥ ይዘትን እና አላስፈላጊ መልዕክትን ለመዋጋት እና በውጤቱም በመድረክ ላይ ላለው ይዘት ሀላፊነት እንዲወስዱ ለማድረግ ነው የተዘጋጀው።

source: Imprint
am: የድርጅት መረጃ

# Improve
source: To Improve & develop the service
am: አገልግሎቱን ለማሻሻል እና ለማዳበር

# IQ1
source: Company Name
am: የድርጅት ስም

# IQ2
source: Type of Company
am: የድርጅቱ ዓይነት

# IQ3
source: Company Address
am: የድርጅት አድራሻ

# IQ4
source: Additional Address
am: ተጨማሪ አድራሻ

# IQ5
source: Business Register Number
am: የንግድ ምዝገባ ቁጥር

# IQ6
source: Vat ID
am: የተጨማሪ እሴት ታክስ ቁጥር

# IQ7
source: Tax Number
am: የግብር ከፋይ መለያ ቁጥ

# IQ8
source: Who Represents The Company
am: ኩባንያውን የሚወክለው ማን ነው?

# IQ9
source: Does your website provide other website links?
am: የእርስዎ ድህረገፅ ሌላ የድህረገፅ አገናኞችን ያቀርባል?

# IStep1
source: Click on "Generate" on navigation bar
am: በዳሰሳ አሞሌው ላይ "አመንጭ" የሚለውን ይጫኑ

# IStep2
source: Choose "Imprint" in the menu or click a button bellow
am: በሞሌው ውስጥ " የድርጅት መረጃ’’ይምረጡ ወይም ከታች ያለውን አዝራር ይጫኑ

# Istep3
source: Fill the forms accordingly and,
am: ቅጾቹን በትክክል ይሙሉ እና ፣

# Istep4
source: Finally click Generate
am: በመጨረሻም አመንጭ የሚለውን ይጫኑ

source: Language
am: ቋንቋ

source: List
am: ይዘርዝሩ

source: Location
am: አካባቢ

source: Name
am: ስም

source: No
am: አይ

source: Office
am: ቢሮ

# Office1
source: Bole Subcity Woreda 12
am: ቦሌ ክፍለ ከተማ ወረዳ 12

# Office2
source: House number: New
am: የቤት ቁጥር: አዲስ

# Office3
source: Addis Ababa, Ethiopia
am: አዲስ አበባ፣ ኢትዮጵያ

# OtherDatas
source: List other Data you collect separated by comma(,)
am: በ(,) ነጥለው የሚሰበስቡትን ሌላ ውሂብ ይዘርዝሩ

# OtherPusposes
source: List other purposes separated by comma(,)
am: በ(,) ነጥለው ሌሎች ዓላማዎችን ይዘርዝሩ

source: Others
am: ሌሎች

# P-PH1
source: You can create a privacy policy in two languages ​​(English and Amharic). Please select your preferred language before filling out the form. Also, please ensure that your answers are in the language of your choice. Required fields.
am: የግላዊነት ፖሊሲን በሁለት ቋንቋዎች (እንግሊዝኛ እና አማርኛ) መፍጠር ይችላሉ። ቅጹን ከመሙላትዎ በፊት እባክዎ የመረጡትን ቋንቋ ይምረጡ። እንዲሁም፣ እባክዎ መልሶችዎ በመረጡት ቋንቋ መሆናቸውን ያረጋግጡ። የሚያስፈልጉ መስኮች

# P-PH2
source: The following questions help us generate an accurate privacy policy. please answer them very carefully.
am: የሚከተሉት ጥያቄዎች ትክክለኛ የግላዊነት ፖሊሲ ለመፍጠር ይረዱናል። እባክዎን በጣም በጥንቃቄ ይመልሱዋቸው።

# P-PH3
source: This button will be active when you finish filling the forms. make sure you selected language and every required field is filled!
am: ቅጾቹን መሙላት ሲጨርሱ ይህ አዝራር ንቁ ይሆናል። እባኮን ቋንቋ መምረጡን ያረጋግጡ እና ሁሉንም የሚፈለጉትን መስክ መሞላቶን ያረጋግጡ!

# P-PStep1
source: Platform, Business Detail & Address
am: መድረክ፣ የንግድ ዝርዝር እና አድራሻ

# P-PStep2
source: User Info, Personal Data, Third parties & Cookies
am: የተጠቃሚ መረጃ፣ የግል መረጃ፣ የሶስተኛ ወገኖች እና ኩኪዎች

# P-PStep3
source: Advertising, Tracking, Hyperlinks, Audience & Contact
am: ማስታወቂያ፣ ክትትል፣ ሃይፐርሊንኮች፣ ታዳሚዎች እና እውቂያ

# Payment
source: To process payment
am: ክፍያን ለማስኬድ

source: Phone Number
am: ስልክ ቁጥር

# PPAndInfo
source: Payment Processing and Info
am: የክፍያ ሂደት እና መረጃ

# PPH1
source: What is a Privacy Policy and why do we need it?
am: የግላዊነት መመሪያ ምንድን ነው እና ለምን ያስፈልገናል?

# PPH2
source: A Privacy Policy is a statement or legal document that discloses some or all of the ways a party gathers, uses, discloses and manages a customers or clients data. We need to have a privacy policy for our website and application because it relates to an individual’s ability to determine for themselves when, how and for what purpose their personal information is handled by others. Protecting privacy is key to ensuring human dignity, safety and self-determination. It allows individuals freely develop their own personality.
am: የግላዊነት መመሪያ አንድ አካል የደንበኞችን ወይም የደንበኞችን መረጃ የሚሰበስብበትን፣ የሚጠቀምበትን፣ የሚገልጽበትን እና የሚያስተዳድርበትን አንዳንድ ወይም ሁሉንም መንገዶች የሚገልጽ መግለጫ ወይም ህጋዊ ሰነድ ነው። ለድረ-ገጻችን እና መተግበሪያ የግላዊነት መመሪያ ሊኖረን ይገባል ምክንያቱም የግለሰብ መረጃ መቼ ፣እንዴት እና ለምን ዓላማ በሌሎች እንደሚያዙ በራሳቸው የመወሰን ችሎታ ጋር ስለሚገናኝ። ግላዊነትን መጠበቅ የሰውን ክብር፣ ደህንነት እና ራስን መወሰን ለማረጋገጥ ቁልፍ ነው። ግለሰቦች በነፃነት የራሳቸውን ስብዕና እንዲያዳብሩ ያስችላቸዋል።

# PPQ1
source: This Privacy Policy will be used for?
am: ይህ የግላዊነት መመሪያ ለምን ነው ሚጠቀሙት?

# PPQ10
source: Sub-City
am: ክ/ከተማ

# PPQ11
source: Woreda
am: ወረዳ

# PPQ12
source: House Number
am: የቤት ቁጥር

# PPQ13
source: Do you collect personal information from the user?
am: ከተጠቃሚው የግል መረጃ ይሰበስባሉ?

# PPQ14
source: What type of data do you collect? check all if applicable
am: ምን አይነት ውሂብ ነው የምትሰበስበው? አስፈላጊ ከሆነ ሁሉንም ይምረጡ

# PPQ15
source: For what purpose do you use personal Data?
am: ለምን ዓላማ የግል መረጃን ይጠቀማሉ?

# PPQ16
source: Does your website share personal data with third parties?
am: የእርስዎ ድህረገፅ የግል ውሂብን ለሶስተኛ ወገኖች ያጋራል?

# PPQ17
source: Do your website use cookies?
am: የእርስዎ ድህረገፅ ኩኪዎችን ይጠቀማል?

# PPQ18
source: Does your website use remarketing for Advertising?
am: የእርስዎ ድህረገፅ ለማስታወቂያ ዳግም ማሻሻጥ ይጠቀማል?

# PPQ19
source: Do you use any digital software for tracking?
am: ለመከታተል ማንኛውንም ዲጂታል ሶፍትዌር ይጠቀማሉ?

# PPQ2
source: Website URL
am: የድህረ ገጹ ወይም የመተግበሪያው ተቆጣታሪ ወይም አቀናባሪ?

# PPQ20
source: Do your website provide other hyperlinks?
am: የእርስዎ ድረ-ገጾች ሌሎች hyperlinks ይሰጣሉ?

# PPQ21
source: The Website Audience age?
am: የድህረገፅ ተጠቃሚዎች ዕድሜ?

# PPQ22
source: How can users contact you?
am: ተጠቃሚዎች እርስዎን እንዴት ማግኘት ይችላሉ?

# PPQ23
source: Choose effective date.
am: የሚፀናበት ቀን

# PPQ3
source: Website or App Name
am: የድህረ ገጹ ወይም የመተግበሪያ ስም

# PPQ4
source: The operator of the website or app?
am: የድህረ ገጹ ወይም የመተግበሪያው ኦፕሬተር?

# PPQ5
source: Type of Company
am: የኩባንያው ዓይነት

# PPQ6
source: Name of Business
am: የንግድ ስም

# PPQ7
source: Address of the Business
am: የንግዱ አድራሻ

# PPQ8
source: Country
am: ሀገር

# PPQ9
source: Region
am: ክልል

# PPStep1
source: Click "Generate" on navigation bar
am: በዳሰሳ አሞሌው ላይ "አመንጭ" የሚለውን ይጫኑ

# PPStep2
source: Choose "Privacy Policy" in the menu or click a button bellow
am: በሞሌው ውስጥ "የግላዊነት መመሪያን ይምረጡ ወይም ከታች ያለዉን አዝራር ይጫኑ

# PPStep3
source: Fill the forms accordingly and,
am: ቅጾቹን በትክክል ይሙሉ እና ፣

# PPStep4
source: Finally click Generate
am: በመጨረሻም አመንጭ የሚለውን ይጫኑ

source: Privacy Policy
am: የግላዊነት መመሪያ

# Provide
source: To provide products & services
am: ምርቶችን እና አገልግሎቶችን ለማቅረብ

# Research
source: To perform market research
am: የገበያ ጥናት ለማካሄድ

# Run
source: To run & operate the site
am: ስርዓትን ለማስኬድ እና ለማንቀሳቀስ

# Security
source: To ensure security
am: ደህንነትን ለማረጋገጥ

source: Select
am: ይምረጡ

source: Select Language
am: ቋንቋ ይምረጡ

# SelectTP
source: Select Third Parties
am: ሶስተኛ ወገኖችን ይምረጡ

# SelectTTT
source: Select Tracking Tech Types
am: የመከታተያ ቴክኖሎጂ ዓይነቶችን ይምረጡ

source: Services
am: አገልግሎቶች

source: Steps
am: እርምጃዎች

# T-CH1
source: You can generate Terms and Conditions in two languages (English and Amharic). choose your prefered language before filling out the form. also please make sure that your answers are in your prefered language. required fields.
am: ውሎች እና ሁኔታዎች በሁለት ቋንቋዎች (እንግሊዝኛ እና አማርኛ) መፍጠር ይችላሉ። ቅጹን ከመሙላትዎ በፊት የሚፈልጉትን ቋንቋ ይምረጡ። እንዲሁም እባክዎ መልሶችዎ በመረጡት ቋንቋ መሆናቸውን ያረጋግጡ። ተፈላጊ መስኮች.

# T-CH2
source: The following questions help us generate accurate terms and conditions. please answer them very carefully.
am: የሚከተሉት ጥያቄዎች ትክክለኛ ውሎችን እና ሁኔታዎችን ለመፍጠር ይረዱናል። እባክዎን በጣም በጥንቃቄ ይመልሱዋቸው።

# T-CStep1
source: Platform, Business Detail and Address
am: መድረክ፣ የንግድ ዝርዝር እና አድራሻ

# T-CStep2
source: Services, Account and Contents
am: አገልግሎቶች, መለያ እና ይዘቶች

# T-CStep3
source: Trademarks, Indemnification and Contacts
am: የንግድ ምልክቶች፣ ማካካሻ እና እውቂያዎች

# TCH1
source: What are Terms and Conditions and their use?
am: ደንብ እና ግዴታምንድን ነው እና ለምን ያስፈልገናል?

# TCH2
source: Terms and conditions are the terms of the legal contract between you and your customer for your supply of goods or service, and which regulates your business relationship. They are the condition on which you agree to do business with someone else.
am: ደንብ እና ግዴታ በእርስዎ እና በደንበኛዎ መካከል ለዕቃ ወይም ለአገልግሎት አቅርቦትዎ እና የንግድ ግንኙነቶን የሚቆጣጠረው የሕግ ውል ውሎች ናቸው። ከሌላ ሰው ጋር ንግድ ለመስራት የተስማሙበት ሁኔታ ናቸው።

# TCQ1
source: These terms and conditions will be used for?
am: እነዚህ ደንብ እና ግዴታዎች ለምን ጥቅም ላይ ይውላሉ?

# TCQ10
source: What is the service you provide?
am: የሚሰጡት አገልግሎት ምንድን ነው?

# TCQ11
source: Can users create accounts?
am: ተጠቃሚዎች መለያ መፍጠር ይችላሉ?

# TCQ12
source: Can users post or share information or upload content?
am: ተጠቃሚዎች መረጃ መለጠፍ ወይም ማጋራት ወይም ይዘት መስቀል ይችላሉ?

# TCQ13
source: Do you use user’s content?
am: የተጠቃሚውን ይዘት ትጠቀማለህ?

# TCQ14
source: Do you reserve the right to modify or delete users posted content?
am: የተጠቃሚዎችን የተለጠፈ ይዘት የመቀየር ወይም የመሰረዝ መብቱ የተጠበቀ ነው?

# TCQ15
source: Do you send newsletters to users?
am: ለተጠቃሚዎች ጋዜጣዎችን ይልካሉ?

# TCQ16
source: How do you send newsletters?
am: ጋዜጣዎችን እንዴት ይልካሉ?

# TCQ17
source: Do your websites provide third-party links?
am: የእርስዎ ድህረገፅ የሶስተኛ ወገን አገናኞችን ይሰጣሉ?

# TCQ18
source: Do you have an age limitation for your users?
am: ለተጠቃሚዎችዎ የዕድሜ ገደብ አለዎት?

# TCQ19
source: The Website Audience age?
am: ድህረገጹ ታዳሚ ዕድሜ?

# TCQ2
source: The operator of the website or app?
am: የድህረ ገጹ ወይም የመተግበሪያው ተቆጣታሪ ወይም አቀናባሪ?

# TCQ20
source: Do users use your website for commercial purposes?
am: ተጠቃሚዎች የእርስዎን ድር ጣቢያ ለንግድ ዓላማ ይጠቀማሉ?

# TCQ21
source: Do you want to make it clear that your own content and trademarks are your exclusive property?
am: የእራስዎ ይዘት እና የንግድ ምልክቶች የእርስዎ ብቸኛ ንብረት መሆናቸውን ግልጽ ማድረግ ይፈልጋሉ?

# TCQ22
source: Do you want to include limitation of liability and indemnification in the terms and conditions?
am: በውሉ እና ሁኔታዎች ውስጥ የተጠያቂነት ገደብ እና የካሳ ክፍያን ማካተት ይፈልጋሉ?

# TCQ23
source: Do you have the right to terminate user accounts?
am: የተጠቃሚ መለያዎችን የማቋረጥ መብት አሎት?

# TCQ24
source: Do you give notice before terminating user accounts??
am: የተጠቃሚ መለያዎችን ከማቋረጡ በፊት ማስታወቂያ ይሰጣሉ?

# TCQ25
source: Do you notify your users of the updates to your terms and conditions?
am: ስለ ውሎችዎ እና ሁኔታዎችዎ ዝመናዎችን ለተጠቃሚዎችዎ ያሳውቃሉ?

# TCQ26
source: How do you notify your users about the updates to these terms and conditions?
am: ስለእነዚህ ውሎች እና ሁኔታዎች ማሻሻያ ለተጠቃሚዎችዎ እንዴት ያሳውቃሉ?

# TCQ27
source: How can users contact you?
am: ተጠቃሚዎች እርስዎን እንዴት ማግኘት ይችላሉ?

# TCQ28
source: Do you send push notifications to users?
am: የግፋ ማስታወቂያዎችን ለተጠቃሚዎች ይልካሉ?

# TCQ3
source: Type of Company
am: የድርጅቱ ዓይነት

# TCQ4
source: Business Name
am: የንግድ ስም

# TCQ5
source: what is the URL of your website?
am: የድህረገፅ URL ምንድን ነው?

# TCQ6
source: Name of the website or app
am: የድህረጹ ወይም የመተግበሪያው ስም

# TCQ7
source: Address of the Business
am: የንግዱ አድራሻ

# TCQ8
source: Do you have a privacy policy on your website?
am: የድህረገፅህ ላይ የግላዊነት ፖሊሲ አለህ?

# TCQ9
source: Put the link to your privacy policy
am: አገናኙን(URL) ወደ የግላዊነት መመሪያዎ ያስቀምጡ

# TCStep1
source: Click on "Generate" on navigation bar
am: በዳሰሳ አሞሌው ላይ "አመንጭ" የሚለውን ይጫኑ

# TCStep2
source: Choose "Terms & Conditions" in the menu or click a button bellow
am: በሞሌው ውስጥ " ደንብ እና ግዴታ’’ይምረጡ ወይም ከታች ያለውን አዝራር ይጫኑ

# TCStep3
source: Fill the forms accordingly and,
am: ቅጾቹን በትክክል ይሙሉ እና ፣

# TCStep4
source: Finally click Generate
am: በመጨረሻም አመንጭ የሚለውን ይጫኑ

# TermsAndCondition
source: Terms & Conditions
am: ደንብ እና ግዴታ

source: Yes
am: አዎ

# HPTB1
source: Easy and fast payment with Telebirr
am: ቀላል እና ፈጣን ክፍያ በቴሌቢር

# HPTB2
source: Online payment has been integrated with Telebirr. After you finish answering questions you'll be prompted to pay online using Telebirr. you can't download or copy and paste generated documents without payment confirmation.
am: የመስመር ላይ ክፍያ ከቴሌቢር ጋር ተቀናጅቷል። ለጥያቄዎች መልስ ከጨረሱ በኋላ ቴሌቢርን በመጠቀም በመስመር ላይ እንዲከፍሉ ይጠየቃሉ። ያለክፍያ ማረጋገጫ የመነጩ ሰነዶችን ማውረድ ወይም መቅዳት እና መለጠፍ አይችሉም።

# HPTB3
source: 300 ETB / Document
am: 300 ኢ.ቢ. / ሰነድ

# TBP1
source: To download generated document please pay 300ETB using telebirr!
am: የመነጨ ሰነድ ለማውረድ ቴሌቢርን በመጠቀም 300ኢ..ቢ ይክፈሉ።

# TBP2
source: Telebirr Payment
am: የቴሌብር ክፍያ

# Pay
source: Pay Now
am: ይክፈሉ

source: Cancel
am: አጥፋ

source: Resume
am: ቀጥል

source: Restart
am: እንደገና ጀምር

# RP1
source: Do you want to resume your previous answers?
am: የቀድሞ መልሶችህን ከቆመበት መቀጠል ትፈልጋለህ?
